{
  
    "gymTitle": "State of the Art Fitness",
    "gymDescription": " Stay fit and rejuvenated during your stay at our fully-equipped gym. Featuring the latest fitness equipment and a welcoming environment, our gym is designed to cater to all your workout needs. Whether youre looking for a rigorous exercise session or a light workout to start your day, our gym facilities provide the perfect setting to keep up with your fitness routine.",
    "restaurantTitle": "Exquisite Dining Experiences at Taif",
    "restaurantDescription": " Delight in gourmet culinary adventures at Awaliv International Hotel's esteemed restaurant. Our chefs masterfully prepare a variety of exquisite dishes, offering a perfect blend of local flavors and international cuisine. With a charming ambiance and exceptional service, each meal becomes a memorable dining experience.",
    "serviceTitle": "Unparalleled Hospitality at Taif",
    "serviceDescription": "Experience the pinnacle of personalized service at Awaliv International Hotel. Our dedicated staff is committed to ensuring your stay is nothing short of exceptional, with attentive and bespoke services that cater to your every need. From the moment you arrive, embrace a world where your comfort and satisfaction are our highest priority.",
    "Waitress": "Waitress",
    "chef": "chef",
    "Mary Pepper":"Mary Pepper",
    "Emily Stuart":"Emily Stuart",
    "Mary Stuart":"Mary Stuart",

  
    "hotelFacilities": {
      "subtitle": "HOTEL FACILITIES",
      "title": "Best Comfort & Service",
      "description": "Indulge in our state-of-the-art gym, pamper yourself in our luxurious spa, and savor culinary delights in our gourmet restaurant. At Awalive Hotel, every detail is crafted for your utmost comfort."
    },
    "roomService": {
      "label": "Room Service"
    },
    "breakfastIncluded": {
      "label": "Breakfast Included"
    },
    "laundryIroning": {
      "label": "Laundry & Ironing"
    },

    "guestExperience": {
      "testimonial": "An experience of luxury and comfort beyond words - John Doe, Esteemed Guest",
      "guestInfo": "John Doe, Esteemed Gues"
    },
    "careText": "Elevating Your Experience",
    "subCareText": "With Our Care and Security",
    "careTextDetails": "At Awalive Hotel, we are dedicated to providing an unparalleled level of service and protection for our guests. Our commitment to your safety and satisfaction is our top priority, ensuring a stay that is not only luxurious but also secure and peaceful. From our attentive staff to our advanced security measures, every detail is designed with your well-being in mind.",
    "contact_us": "Contact us",
    "make_the_best": "We make the best",
    "for_our_guests": "for all our Guests",
    "come_visit_our": "Come to visit our",
    "sea_hotel": "Sea Hotel",

    
    

    "features": {
        "keyDescription": "Experience unparalleled convenience with our key services. Our sophisticated system ensures easy access and enhanced security for all our guests, making your stay both seamless and secure.",
        "luggageDescription": "Travel hassle-free with our efficient luggage services. Our dedicated team is here to assist you with your baggage, offering storage solutions and porter services for a comfortable and worry-free experience.",
        "serviceDescription": "Indulge in the comfort of your room with our exceptional room service. From gourmet dining to daily necessities, our attentive staff caters to your every need, ensuring a luxurious and personalized experience.",
        "waitersDescription": "Our wait services set the standard for excellence. Whether you’re dining in our restaurants or hosting an event, our professional team provides impeccable service, ensuring your expectations are not only met but exceeded."
      },

      "book_now": "BOOK NOW"
    
    
    
       
      
      
  
}