{
  "features": {
    "keyDescription": "Experience unparalleled convenience with our key services. Our sophisticated system ensures easy access and enhanced security for all our guests, making your stay both seamless and secure.",
    "luggageDescription": "Travel hassle-free with our efficient luggage services. Our dedicated team is here to assist you with your baggage, offering storage solutions and porter services for a comfortable and worry-free experience.",
    "serviceDescription": "Indulge in the comfort of your room with our exceptional room service. From gourmet dining to daily necessities, our attentive staff caters to your every need, ensuring a luxurious and personalized experience.",
    "waitersDescription": "Our wait services set the standard for excellence. Whether you’re dining in our restaurants or hosting an event, our professional team provides impeccable service, ensuring your expectations are not only met but exceeded."
  },
  "Contact": "Contact",

  "Hotel Location": "Hotel Location",
  "hotel_st": " Abu Baker As Siddiq Street, Shobra, 99999* Taif, Saudi Arabia",
  "hotel_ph": "Phone: [Your Hotel's Phone Number]",
  "hotel_em": "Email: [Your Hotel's Email Address]",
  "reception": "RECEPTION",
  "reception_hours": {
    "mon": "MON ...... 11:00 - 03:00 pm",
    "fry": "FRY ...... 11:00 - 03:00 pm",
    "sat": "SAT ...... 11:00 - 03:00 pm",
    "sun": "SUN ...... 11:00 - 03:00 pm"
  },
  "Lunch": "Lunch",
  "lunch_more_info": "More Info",
  "Spa": "Spa",
  "spa_check_here": "Check Here",
  "meet_our_team": "Meet Our Dedicated Team",
  "OUR TEAM":"OUR TEAM",
  "Meet Our Team":"Meet Our Team",
  "team_description": "Our staff is the heart of Awalive Hotel. Each team member is committed to providing exceptional service to make your stay unforgettable. Get to know the faces behind our renowned hospitality.",
  "contact_title": "We're Here to Help",
  "contact_description": "Have questions or special requests? Fill out the form below to get in touch with our team. We're committed to responding promptly and helping you with any needs you may have during your stay with us.",
  "form_email_placeholder": "Email",
  "form_message_placeholder": "Message",
  "form_submit_button": "Submit"
}
