{

  "gymTitle": "اللياقة الحديثة",
    "gymDescription": "ابقَ في حالة بدنية جيدة وانعم بالنشاط خلال إقامتك في صالتنا الرياضية الكاملة التجهيز. تتميز بأحدث معدات اللياقة البدنية وبيئة ترحيبية، تم تصميم صالتنا لتلبية جميع احتياجات التمرين الخاصة بك. سواء كنت تبحث عن جلسة تمرين شاقة أو تمرين خفيف لبداية يومك، توفر مرافقنا الرياضية الإعداد المثالي للحفاظ على روتينك الرياضي.",
    "restaurantTitle": "تجارب تناول طعام رائعة في الطائف",
    "restaurantDescription": "استمتع بمغامرات الطهو الفاخرة في مطعم فندق أواليف الدولي المحترم. يعد طهاةنا بتحضير مجموعة من الأطباق الرائعة، مقدمين خليطًا مثاليًا من النكهات المحلية والمأكولات الدولية. مع أجواء ساحرة وخدمة استثنائية، يصبح كل وجبة تجربة تناول طعام لا تُنسى.",
    "serviceTitle": "ضيافة لا مثيل لها في الطائف",
    "serviceDescription": "استمتع بذروة الخدمة الشخصية في فندق أواليف الدولي. يلتزم فريقنا المخصص بضمان أن إقامتك لا تقل عن استثنائية، مع خدمات اهتمامية وحسب الطلب تلبي كل احتياجاتك. ابتداءً من لحظة وصولك، احتضن عالمًا حيث يكون راحتك ورضاك هما أعلى أولوياتنا.",
    "Waitress": "نادلة",
    "chef": "طاه",
    "Mary Pepper":"ماري بيبر",
    "Emily Stuart":"إميلي ستيوارت",
    "Mary Stuart":"ماري ستيوارت",

    "hotelFacilities": {
      "subtitle": "مرافق الفندق",
      "title": "أفضل راحة وخدمة",
      "description": "استمتع بصالة رياضية متطورة، ادلل نفسك في منتجعنا الفاخر للسبا، واستمتع باللذائذ الطهي في مطعمنا الراقي. في فندق أواليف، يتم صياغة كل تفصيل لراحتك القصوى."
    },
    "roomService": {
      "label": "خدمة الغرف"
    },
    "breakfastIncluded": {
      "label": "الإفطار متضمن"
    },
    "laundryIroning": {
      "label": "خدمة الغسيل والكي"
    },

    "guestExperience": {
      "testimonial": "تجربة فاخرة ومريحة لا توصف - جون دو، ضيف محترم",
      "guestInfo": "جون دو، ضيف محترم"
    },
    "careText": "تعزيز تجربتك",
    "subCareText": "برعاية رعايتنا وأماننا",
    "careTextDetails": "في فندق أوالايف، نكرس جهودنا لتوفير مستوى غير مسبوق من الخدمة والحماية لضيوفنا. تكريسنا لسلامتك ورضائك هو أولويتنا الرئيسية، مما يضمن إقامة ليست فقط فاخرة ولكن أيضًا آمنة وهادئة. من موظفينا المتفانين إلى تدابيرنا الأمنية المتقدمة، يتم تصميم كل تفصيلة بمراعاة لرفاهيتك.",
    "contact_us": "اتصل بنا",
    "make_the_best": "نحن نصنع الأفضل",
    "for_our_guests": "لجميع ضيوفنا",
    "come_visit_our": "تعالوا لزيارة",
    "sea_hotel": "فندق البحر",

    "features": {
      "keyDescription": "سافر بدون عناء مع خدمات الأمتعة الفعالة لدينا. فريقنا المخصص هنا لمساعدتك في حمل الأمتعة الخاصة بك، مقدمًا حلاً لتخزين الأمتعة وخدمات الحمّال لتجربة مريحة وخالية من القلق",
      "luggageDescription": "سافر بدون عناء مع خدمات الأمتعة الفعالة لدينا. فريقنا المخصص هنا لمساعدتك في حمل الأمتعة الخاصة بك، مقدمًا حلاً لتخزين الأمتعة وخدمات الحمّال لتجربة مريحة وخالية من القلق",
      "serviceDescription": "تمتع براحة غرفتك مع خدمة الغرف الاستثنائية لدينا. من تناول الطعام الفاخر إلى الاحتياجات اليومية، يخدم فريقنا المتفاني احتياجاتك كلها، مما يضمن تجربة فاخرة وشخصية",
      "waitersDescription": "تحدد خدمات الانتظار لدينا معايير التميز. سواء كنت تتناول الطعام في مطاعمنا أو تستضيف حدثًا، يقدم فريقنا المحترف خدمة لا تشوبها شائبة، مما يضمن ألا تتجاوز توقعاتك بل تتجاوزها"
    },
    "book_now": "احجز الآن"


   
    
      

}